{
    "1": {
        "news_title": "Web 3.0 — концепция, ориентированная на развитие интернет-технологий",
        "news_preview": "Web 3.0 — концепция, ориентированная на развитие интернет-технологий, сформулированная руководителем Netscape.com Джейсоном Калаканисом (англ. Jason Calacanis) в продолжение концепции Web 2.0 Тима О’Райли. Её суть в том, что Web 2.0 (являющийся в свою очередь переосмыслением Web 1.0) подразумевает обеспечение понимания информации в Web в первую очередь человеком, а Web 3.0 обеспечит взаимодействие и понимание данных в Web компьютерными системами. Web 3.0 будет включать в себя новые функции, такие как: В мае 2011 года Джейсон Калаканис объявил о том, что он и его команда разработчиков из Netscape работают над созданием нового приложения, которое будет работать как на мобильных устройствах, так и на настольных компьютерах. Приложение, получившее название «Netscape Browser», будет предназначено для работы на всех платформах. Оно будет представлять собой браузер нового поколения, который будет способен обрабатывать HTML 5 и CSS 3.",
        "datetime_obj": "2023-01-21 12-06-24"
    },
    "2": {
        "news_title": "Рейтинг языков программирования",
        "news_preview": "На основе проведенного опроса, в котором приняли участие более 20 тысяч человек, был составлен рейтинг самых популярных языков программирования. Первое место занял Java, которым пользуются более 90% респондентов. Второе место досталось C++, доля этого языка составила 8%. Третье место занял C, за который проголосовало 3% опрошенных. Также в пятерку самых востребованных языков вошли PHP и Python.",
        "datetime_obj": "2023-01-21 12-06-24"
    },
    "3": {
        "news_title": "Каким будет будущее python заработчика?",
        "news_preview": "Я думаю, что это интересный вопрос. И я задаю его в своем блоге на Python. Этот пост будет о том, как я вижу будущее Python-разработчиков. Когда я говорю «будущее», я имею в виду не только будущее самого языка, но и будущее всех его поклонников. Будущее Python-разработки В основном, я чувствую, что будущее разработки Python в руках тех, кто использует Python для разработки. Python - это язык, который не был создан для какой-то большой коммерческой цели. Это язык для энтузиастов",
        "datetime_obj": "2023-01-21 12-06-24"
    }
}